/* Best high score label */
"Best" = "Meilleur";

/* GOING FASTER Label */
"GOING FASTER" = "ALLER PLUS VITE";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "Clasificaciones";

/* More */
"More" = "Plus";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "D'autres jeux de";

/* RATE IT */
"RATE IT" = "UNE NOTE";

/* SHARE */
"SHARE" = "PARTAGER";

/* Sonic Racer */
"Sonic Racer" = "Coureur Sonore";

/* STAGE Label
   STAGE label */
"STAGE" = "PHASE";

/* swipe to move label */
"swipe to move" = "glisser pour déplacer";

/* TAP TO START */
"TAP TO START" = "Appuyez sur pour commencer";

/* YOUR SCORE label */
"YOUR SCORE" = "VOTRE SCORE";

